Repository: tkdgh816/Bluetooth-Audio-KeepAlive
Catalog: KeepAliveApp/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# View_RunningStateSettingsCard.Header
source: Keepalive operation status (Background process)
ko_kr: 연결 유지 동작 상태 (백그라운드 프로세스)

# View_TitleTextBlock.Text
source: Settings
ko_kr: 설정

# View_RunningStateDescriptionTextBlock.Text
source: To change keepalive settings, stop keepalive operation by toggling the switch to [Stopped].
ko_kr: 연결 유지 설정을 변경하려면, 스위치를 [중지됨]으로 전환하여 서비스를 중지하세요.

# View_RunningStateToggleSwitch.OffContent
source: Stopped
ko_kr: 중지됨

# View_RunningStateToggleSwitch.OnContent
source: Running
ko_kr: 실행 중

# View_StartupTaskSettingsCard.Header
source: Run at system startup
ko_kr: 시스템 시작 시 실행

# View_StartupTaskSettingsCard.Description
source: Run the background keepalive operation automatically at system startup.
ko_kr: 시스템 시작 시 백그라운드 서비스를 자동으로 실행합니다.

# View_StartupTaskInfoBar.Title
source: Startup task registration is disabled by the user.
ko_kr: 사용자가 시작 앱 등록을 비활성화했습니다.

# View_StartupTaskInfoBar.Message
source: You can change the startup state to [On] in the [Runs at log-in] section of Windows Settings.
ko_kr: Windows 설정의 [로그인하여 실행] 섹션에서 시작 상태를 [켬]으로 변경하세요.

# View_ViewStartupTaskSettingsButton.Content
source: Go to Windows Settings
ko_kr: 앱 설정 열기

# View_SelectedDevicesSettingsExpander.Header
source: Send keepalive signals only to selected Bluetooth devices
ko_kr: 선택한 블루투스 기기만 연결 유지 신호 보내기

# View_SelectedDevicesSettingsExpander.Description
source: Turning off this option keeps the keepalive operation always sending signals while it is running.
ko_kr: 옵션을 끄면 서비스가 실행 중일 때 항상 연결 유지 신호를 보냅니다.

# View_BackgroundOperationGroupTextBlock.Text
source: Background operation
ko_kr: 백그라운드 동작

# View_KeepaliveIntervalSettingsCard.Header
source: Keepalive interval
ko_kr: 연결 유지 반복 주기

# View_KeepaliveIntervalSettingsCard.Description
source: Set how often the keepalive signal is sent.
ko_kr: 연결 유지 신호 사이의 간격을 설정합니다.

# View_KeepaliveAudioSettingsCard.Header
source: Audio for keepalive signal
ko_kr: 연결 유지 신호용 오디오

# View_KeepaliveAudioSettingsCard.Description
source: Select the audio for the keepalive signal to be sent to the Bluetooth device.
ko_kr: 블루투스 기기에 전송할 연결 유지 신호용 오디오를 선택하세요.

# View_KeepaliveAudioComboBoxItem_Silent1.Content
source: Silent (1-second)
ko_kr: 무음 (1초)

# View_KeepaliveAudioComboBoxItem_Silent2.Content
source: Silent (5-second)
ko_kr: 무음 (5초)

# View_KeepaliveAudioComboBoxItem_Beep1.Content
source: Beep 1
ko_kr: 비프음 1

# View_KeepaliveAudioComboBoxItem_Beep2.Content
source: Beep 2
ko_kr: 비프음 2

# View_KeepaliveAudioComboBoxItem_Beep3.Content
source: Beep 3
ko_kr: 비프음 3

# View_KeepaliveAudioComboBoxItem_Beep4.Content
source: Beep 4
ko_kr: 비프음 4

# View_GeneralGroupTextBlock.Text
source: General
ko_kr: 일반

# View_KeepaliveGroupTextBlock.Text
source: Keepalive
ko_kr: 연결 유지

# View_AboutGroupTextBlock.Text
source: About
ko_kr: 정보

# View_QuitContentDialog_CloseButtonText
source: Cancel
ko_kr: 취소

# View_QuitContentDialog_Content
source: Completely quit the app, including any background process that send keepalive signals.
ko_kr: 연결 유지 신호를 보내는 백그라운드 프로세스를 포함하여 앱을 완전히 종료합니다.

# View_QuitContentDialog_PrimaryButtonText
source: Quit
ko_kr: 종료

# View_QuitContentDialog_Title
source: Quit app?
ko_kr: 앱을 종료할까요?

# View_QuitOrCloseContentDialog_CloseButtonText
source: Cancel
ko_kr: 취소

# View_QuitOrCloseContentDialog_Content
source: - Completely quit the app, including any background process that send keepalive signals. OR - Just close the current Settings window.
ko_kr: - 연결 유지 신호를 보내는 백그라운드 프로세스를 포함하여 앱을 완전히 종료합니다. 또는 - 현재 설정 창만 닫습니다.

# View_QuitOrCloseContentDialog_PrimaryButtonText
source: Quit app
ko_kr: 앱 종료

# View_QuitOrCloseContentDialog_SecondaryButtonText
source: Close this window
ko_kr: 이 창만 닫기

# View_QuitOrCloseContentDialog_Title
source: Quit app?
ko_kr: 앱을 종료할까요?

# View_QuitSettingsCard.Header
source: Quit app
ko_kr: 앱 종료
